Repository: PetarStoev02/agro-ops-platform
Catalog: agro-ops-platform-frontend/src/locales/*/messages.po
Languages: bg

source: Organization not found. Please try again.
bg: Организацията не е намерена. Моля опитайте отново.

source: Failed to create season
bg: Неуспешно създаване на сезон

source: Field updated successfully
bg: Полето е обновено успешно

source: Field created successfully
bg: Полето е създадено успешно

source: Failed to save field
bg: Неуспешно запазване на полето

source: Field name
bg: Име на полето

source: Select city
bg: Избери град

source: Select crop type
bg: Избери тип култура

source: Select season
bg: Избери сезон

source: Create new season
bg: Създай нов сезон

source: Organization or user not found
bg: Организацията или потребителят не са намерени

source: Field inspection updated successfully
bg: Инспекцията на полето е обновена успешно

source: Field inspection created successfully
bg: Инспекцията на полето е създадена успешно

source: Failed to save field inspection
bg: Неуспешно запазване на инспекцията на полето

source: Type of damage
bg: Вид на вреда

source: Density or degree of attack
bg: Плътност или степен на нападение

source: Phenological phase
bg: Фенологична фаза

source: Farm activity updated successfully
bg: Дейността в стопанството е обновена успешно

source: Farm activity created successfully
bg: Дейността в стопанството е създадена успешно

source: Failed to save farm activity
bg: Неуспешно запазване на дейността в стопанството

source: SOWING, HARVESTING, etc.
bg: СЕИТБА, ЖЪТВА и т.н.

source: Type of Fertilizers, Seeds, PPP
bg: Вид на Торове, Семена, ПРЗ

source: 10 pieces/dka or 10 kg/dka
bg: 10 броя/дка или 10 кг/дка

source: Please select a fertilizer
bg: Моля изберете тор

source: Fertilizer application updated successfully
bg: Приложението на тор е обновено успешно

source: Fertilizer application created successfully
bg: Приложението на тор е създадено успешно

source: Failed to save fertilizer application
bg: Неуспешно запазване на приложението на тор

source: Select fertilizer
bg: Избери тор

source: Type of fertilizer, seeds, PPP
bg: Вид на Торове, Семена, ПРЗ

source: Please select a chemical
bg: Моля изберете препарат

source: Chemical treatment updated successfully
bg: Химическата обработка е обновена успешно

source: Chemical treatment created successfully
bg: Химическата обработка е създадена успешно

source: Failed to save chemical treatment
bg: Неуспешно запазване на химическата обработка

source: Type of infestation
bg: Вид на вредител

source: Equipment used
bg: Използвана техника

source: Field deleted successfully
bg: Полето е изтрито успешно

source: Failed to delete field
bg: Неуспешно изтриване на полето

source: Search fields...
bg: Търсене на полета...

source: Activity deleted successfully
bg: Дейността е изтрита успешно

source: Failed to delete activity
bg: Неуспешно изтриване на дейността

source: {activeCount} active, {totalCount} total
bg: {activeCount} активни, {totalCount} общо

source: {area} hectares total
bg: {area} хектара общо

source: {count} audits awaiting completion
bg: {count} одита чакат завършване

source: {count} fields • {area} ha
bg: {count} полета • {area} ха

source: {count} fields • {area} hectares total
bg: {count} полета • {area} хектара общо

source: {count} items in stock
bg: {count} артикула на склад

source: {count} team members segmented by activity level
bg: {count} членове на екипа сегментирани по ниво на активност

source: {count} items requiring attention
bg: {count} артикула изискват внимание

source: {percentage}% of area
bg: {percentage}% от площта

source: {percentage}% of fields
bg: {percentage}% от полетата

source: {seasonName} • {count} transactions
bg: {seasonName} • {count} транзакции

source: +{count} more pending audit
bg: +{count} още чакащи одити

source: +{count} more seasons
bg: +{count} още сезони

source: 0 audits awaiting completion
bg: 0 одита чакат завършване

source: 0 team members segmented by activity level
bg: 0 членове на екипа сегментирани по ниво на активност

source: 0 items requiring attention
bg: 0 артикула изискват внимание

source: 0-2 activities this season
bg: 0-2 дейности този сезон

source: 1 audit awaiting completion
bg: 1 одит чака завършване

source: 1 team member segmented by activity level
bg: 1 член на екипа сегментиран по ниво на активност

source: 1 item requiring attention
bg: 1 артикул изисква внимание

source: 10+ activities this season
bg: 10+ дейности този сезон

source: 3-9 activities this season
bg: 3-9 дейности този сезон

source: Active
bg: Активен

source: Active Fields
bg: Активни Полета

source: Active Seasons
bg: Активни Сезони

source: Activity Type
bg: Вид Мероприятие

source: Add
bg: Добави

source: Add Activity
bg: Добави Дейност

source: Add Chemical Treatment
bg: Добави Химическа Обработка

source: Add Farm Activity
bg: Добави Дейност в Стопанството

source: Add Fertilizer Application
bg: Добави Приложение на Тор

source: Add Field
bg: Добави Поле

source: Add Field Inspection
bg: Добави Инспекция на Поле

source: Address
bg: Адрес

source: Agro Ops Platform
bg: Агро Опс Платформа

source: All audits are up to date
bg: Всички одити са актуални

source: All Seasons
bg: Всички Сезони

source: Are you sure you want to delete {fieldName}? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете {fieldName}? Това действие не може да бъде отменено.

source: Are you sure you want to delete this field? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете това поле? Това действие не може да бъде отменено.

source: Area
bg: Площ

source: Area (decares)
bg: Площ (дка.)

source: Attack Density/Degree
bg: Плътност/Степен на нападение

source: Attacked Area (dka)
bg: Нападната площ (дка)

source: BABH Certification Logbook
bg: Дневник за заверка в БАБХ

source: Back
bg: Назад

source: Back to Fields
bg: Назад към Полетата

source: Barley
bg: Ечемик

source: BZS Number
bg: НОМЕР по БЗС

source: Cancel
bg: Отказ

source: Chemical
bg: Препарат

source: Chemical Treatment
bg: Химическа Обработка

source: Clone Activities
bg: Клонирай мероприятия

source: Continue
bg: Продължи

source: Corn
bg: Царевица

source: Create a new season by entering the year. The season will be named {year} / {nextYear}.
bg: Създайте нов сезон като въведете годината. Сезонът ще бъде наречен {year} / {nextYear}.

source: Create a season to start tracking your campaigns
bg: Създайте сезон, за да започнете да проследявате вашите кампании

source: Create New Season
bg: Създай Нов Сезон

source: Create Season
bg: Създай Сезон

source: Creating...
bg: Създаване...

source: Crop Type
bg: Култура

source: Current Seasons & Campaigns
bg: Текущи Сезони и Кампании

source: Damage
bg: Вреда

source: Damage Type
bg: Вид на вреда

source: Date
bg: Дата

source: decares
bg: дка.

source: Delete
bg: Изтрий

source: Delete Field
bg: Изтрий Поле

source: Directorate 'Agriculture'
bg: Дирекция "Земеделие"

source: Distribution of fields and area
bg: Разпределение на полетата и площта

source: dka
bg: дка

source: Dose (l/dka)
bg: Доза (л/дка)

source: Dose (per dka)
bg: Доза (в /дка)

source: Duplicate
bg: Дублирай

source: Edit
bg: Редактирай

source: Edit Chemical Treatment
bg: Редактирай Химическа Обработка

source: Edit Farm Activity
bg: Редактирай Дейност в Стопанството

source: Edit Fertilizer Application
bg: Редактирай Приложение на Тор

source: Edit Field
bg: Редактирай Поле

source: Edit Field Inspection
bg: Редактирай Инспекция на Поле

source: EDIT PROFILE
bg: РЕДАКТИРАЙ ПРОФИЛ

source: EKATTE Registration
bg: ЕКАТЕ на регистрация

source: End Date
bg: Крайна Дата

source: Equipment
bg: Техника

source: Expenses
bg: Разходи

source: Farm Activity
bg: Дейност в Стопанството

source: Farm Logbook
bg: Дневник за стопанството

source: Farm Name
bg: Име на стопанство

source: Fertilized Area (dka)
bg: Наторена площ (дка)

source: Fertilizer
bg: Тор

source: Fertilizer Type
bg: Вид Тор

source: Field
bg: Поле

source: Field Details
bg: Детайли на Полето

source: Field Inspection
bg: Инспекция на Поле

source: Field Name
bg: Име на Полето

source: Field not found
bg: Полето не е намерено

source: Fields
bg: Полета

source: Fields by Crop Type
bg: Полета по Тип Култура

source: Fill in the required information to create a new field.
bg: Попълнете необходимата информация за създаване на ново поле.

source: Fill in the required information to record a chemical treatment.
bg: Попълнете необходимата информация за записване на химическа обработка.

source: Fill in the required information to record a farm activity.
bg: Попълнете необходимата информация за записване на дейност в стопанството.

source: Fill in the required information to record a fertilizer application.
bg: Попълнете необходимата информация за записване на приложение на тор.

source: Fill in the required information to record a field inspection.
bg: Попълнете необходимата информация за записване на инспекция на поле.

source: Financial Summary
bg: Финансово Резюме

source: Generate a logbook for certification in BABH.
bg: Генерирай дневник за заверка в БАБХ.

source: Generate BABH Logbook
bg: Генерирай дневник за заверка в БАБХ

source: Generate DEMO BABH Logbook
bg: Генерирай ДЕМО дневник за заверка в БАБХ

source: Generate Farm Logbook
bg: Генерирай дневник на стопанството

source: Generate home page for BABH
bg: Генерирай начална страница за БАБХ

source: Generating a logbook costs 1 credit (coming soon)
bg: * Генерирането на дневник се заплаща с 1 кредит

source: Get started by creating your first field
bg: Започнете като създадете първото си поле

source: High Activity
bg: Висока Активност

source: Income
bg: Приходи

source: Income and expenses
bg: Приходи и разходи

source: Infestation
bg: Вредител

source: Infestation Type
bg: Вид на вредител

source: Land Area
bg: Землище

source: Language
bg: Език

source: Latest farming activities
bg: Последни земеделски дейности

source: List of Activities
bg: Списък с мероприятия

source: Locality
bg: Местност

source: Low/Inactive
bg: Ниска/Неактивна

source: Manage your agricultural fields
bg: Управлявайте вашите земеделски полета

source: Material Type
bg: Вид

source: Medium Activity
bg: Средна Активност

source: Member Activity
bg: Активност на Членовете

source: Municipality
bg: Община

source: Net Balance
bg: Нетен Баланс

source: No activities recorded yet
bg: Все още няма записани дейности

source: No available chemicals
bg: Няма налични препарати

source: No available fertilizers
bg: Няма налични торове

source: No fields data available
bg: Няма налични данни за полета

source: No fields found
bg: Няма намерени полета

source: No fields yet
bg: Все още няма полета

source: No financial data available
bg: Няма налични финансови данни

source: No recent activities
bg: Няма последни дейности

source: No seasons configured
bg: Няма конфигурирани сезони

source: Pending Audits
bg: Чакащи Одити

source: Phenological Phase
bg: Фенологична фаза

source: Pick a date
bg: Избери дата

source: Please wait while we sync your organization data. This may take a few moments.
bg: Моля изчакайте, докато синхронизираме данните на вашата организация. Това може да отнеме няколко момента.

source: Populated Place
bg: Населено място

source: Processed Area (dka)
bg: Обработена площ (дка)

source: Profit Margin
bg: Марж на Печалбата

source: Quantity (kg./l./dka.)
bg: Количество (кг./л./дка.)

source: Quarantine Period (0 = none)
bg: Карантинен срок (0 - няма)

source: Rapeseed
bg: Рапица

source: Recent Activities
bg: Последни Дейности

source: Report Generation
bg: Генериране на отчети

source: Report generation functionality coming soon
bg: * Функционалността за генериране на отчети скоро

source: Required: {quantity} {unit}
bg: Изисква се: {quantity} {unit}

source: Saving...
bg: Запазване...

source: Scheduled {time}
bg: Насрочен {time}

source: Season
bg: Сезон

source: Setting up organization...
bg: Настройване на организацията...

source: Settlement
bg: Населено място

source: Sowing Date
bg: Дата на засяване

source: Start Date
bg: Начална Дата

source: Sunflower
bg: Слънчоглед

source: Surveyed Area
bg: Обследвана площ

source: Surveyed Area (dka)
bg: Обследвана площ (дка)

source: To warehouse
bg: Към склада

source: Total Products
bg: Общо Продукти

source: Treated Area (dka)
bg: Третирана площ (дка)

source: Try adjusting your search query
bg: Опитайте да коригирате заявката за търсене

source: Update
bg: Обнови

source: Update the chemical treatment information below.
bg: Обновете информацията за химическата обработка по-долу.

source: Update the farm activity information below.
bg: Обновете информацията за дейността в стопанството по-долу.

source: Update the fertilizer application information below.
bg: Обновете информацията за приложението на тор по-долу.

source: Update the field information below.
bg: Обновете информацията за полето по-долу.

source: Update the field inspection information below.
bg: Обновете информацията за инспекцията на полето по-долу.

source: Wheat
bg: Жито

source: Year
bg: Година

source: You do not have any chemicals applicable to {cropType} in your warehouse. Please navigate to your warehouse and add the necessary chemicals.
bg: Не разполагате с препарати приложими върху {cropType}. Моля навигирайте към склада си и добавете нужните препарати.

source: You do not have any fertilizers applicable to {cropType} in your warehouse. Please navigate to your warehouse and add the necessary fertilizers.
bg: Не разполагате с торове приложими върху {cropType}. Моля навигирайте към склада си и добавете нужните торове.

source: You have not entered any activities, which will lead to the generation of an empty logbook with rows 'No activities performed'.
bg: Не сте въвели никакви дейности, което ще доведе до генериране на празен дневник с редове 'Не са извършени дейности'.

source: All inventory items are well stocked and not near expiry
bg: Всички артикули в инвентара са добре на склад и не са близо до изтичане на срока

source: Expires {time}
bg: Изтича на {time}

source: Low stock alert
bg: Сигнал за ниски наличности

source: Low stock and expiry warnings
bg: Предупреждения за ниски наличности и срок на годност

source: Inventory Alerts
bg: Сигнали за Инвентар

source: Warehouse & Inventory
bg: Склад и Инвентар

source: Current stock: {quantity} {unit}
bg: Текущ наличен запас: {quantity} {unit}
